{
  "ABOUT": "About me",
  "CONTACT": "Contact",
  "NAME": "Tintin the Magician",
  "HERO_DESCRIPTION": "A magnetic performer with a unique style, Tintin captivates audiences with his blend of magic and humor. His shows are a delightful mix of illusion and entertainment.",
  "BOOK_NOW": "Book Now",
  "REVIEWS_TITLE": "YOUR COMPANY IS IN GOOD COMPANY",

  "REVIEW_1_QUOTE": "Aute aliqua voluptate tempor officia. Sit aliquip enim quis culpa. Dolore incididunt in esse esse sunt elit.",
  "REVIEW_1_NAME": "Charles Dickens",
  "REVIEW_1_TITLE": "A Tale of Two Cities",

  "REVIEW_2_QUOTE": "To be, or not to be, that is the question: Whether 'tis nobler in the mind to suffer...",
  "REVIEW_2_NAME": "William Shakespeare",
  "REVIEW_2_TITLE": "Hamlet",

  "REVIEW_3_QUOTE": "All that we see or seem is but a dream within a dream.",
  "REVIEW_3_NAME": "Edgar Allan Poe",
  "REVIEW_3_TITLE": "A Dream Within a Dream",

  "REVIEW_4_QUOTE": "It is a truth universally acknowledged, that a single man in possession of a good fortune...",
  "REVIEW_4_NAME": "Jane Austen",
  "REVIEW_4_TITLE": "Pride and Prejudice",

  "REVIEW_5_QUOTE": "Call me Ishmael. Some years ago—never mind how long precisely...",
  "REVIEW_5_NAME": "Herman Melville",
  "REVIEW_5_TITLE": "Moby-Dick",

  "ABOUT_CARD_1_TITLE": "✨ Close-Up Magic",
  "ABOUT_CARD_1_DESC": "Ideal for smaller gatherings, cocktail parties, weddings, or corporate mixers. I move through the crowd performing powerful, interactive magic just inches from your guests — with cards, coins, borrowed objects, and even minds. It’s personal, impossible, and leaves a lasting impression. No stage or setup required — just pure, portable astonishment.",

  "ABOUT_CARD_2_TITLE": "🎭 Stage Show",
  "ABOUT_CARD_2_DESC": "A theatrical, high-energy magic performance designed to captivate and entertain audiences of all sizes. This 30–60 minute show blends visual illusions, mind-reading, and audience participation into one unforgettable experience. Perfect for events with a stage or performance space, this show brings everyone’s focus to a single point — where the impossible becomes reality.",

  "ABOUT_CARD_3_TITLE": "🎩 Custom Show",
  "ABOUT_CARD_3_DESC": "Looking for something truly unique? The Custom Show is a bespoke blend of Close-Up and Stage Magic tailored specifically to your event. Whether it's a product launch, private celebration, or themed party, I’ll work with you to create a one-of-a-kind performance — including personalized tricks, branded illusions, or special messages woven into the magic. No two Custom Shows are ever the same.",

  "ABOUT_IMAGE_DESCRIPTION": "This is a small text in english i still need to change",

  "TIMELINE_TITLE_1": "Get in Touch",
  "TIMELINE_DESC_1": "Start by filling out the contact form or sending me an email. Share a few details about your event — date, location, type of event, number of guests, and the kind of show you're interested in (Close-Up, Stage, or Custom).",

  "TIMELINE_TITLE_2": "Let’s Chat",
  "TIMELINE_DESC_2": "I’ll reach out to discuss the details and recommend the best magical experience for your event. We’ll cover logistics, timing, audience, and any custom touches you'd like to include.",

  "TIMELINE_TITLE_3": "Receive Your Quote",
  "TIMELINE_DESC_3": "Once everything is clear, I’ll send you a no-obligation quote outlining the performance, pricing, and what's included.",

  "TIMELINE_TITLE_4": "Secure Your Date",
  "TIMELINE_DESC_4": "Happy with the plan? Lock in your date with a small deposit. Once booked, your event is officially on my calendar!",

  "TIMELINE_TITLE_5": "Showtime!",
  "TIMELINE_DESC_5": "I’ll arrive early to set up (if needed), then it’s time to sit back, relax, and enjoy a magical experience your guests won’t forget.",

  "BOOK_ME": "BOOK ME FOR YOUR EVENT",
  "CHECK_AVAILABILITY": "CHECK AVAILABILITY",

  "FOOTER_COPYRIGHT": "Bastien Bonilla All rights reserved.",

  "About": {
    "description": "Bastien is a French-born magician and stand-up comedian based in Barcelona, Spain. With over 10+ years of experience in the magic industry and having lived internationally all his life (France, Netherlands, Morocco, Canada, and Spain). He successfully connects and adapts to every audience from any cultural background. He has performed shows in French, English, Spanish – and sometimes even all three at once!  Bastien mixes his love of magic and stand-up to create a fun and unforgettable experience – relating to the audience while performing feats only feasibly possible in their wildest dreams."
  },

  "Contact": {
    "title": "Contact Me",
    "description": "Please leave a short explanation of the event you'd like to hire me for, including any relevant details. I'll get back to you as soon as possible!",
    "labelEmail": "Your Email",
    "placeholderEmail": "youremail@example.com",
    "labelSubject": "Subject",
    "placeholderSubject": "Birthday party, corporate event, etc.",
    "labelMessage": "Message",
    "placeholderMessage": "Tell me about your event and preferred date/time...",
    "buttonSubmit": "Send Message",
    "buttonSending": "Sending...",
    "toastSuccess": "Email sent successfully!",
    "toastError": "Error sending email. Please try again."
  }
}

