{
  "ABOUT": "Sobre mí",
  "CONTACT": "Contacto",
  "NAME": "Tintin el Mago",
  "HERO_DESCRIPTION": "Un artista magnético con un estilo único, Tintin cautiva al público con su mezcla de magia y humor. Sus espectáculos son una encantadora combinación de ilusión y entretenimiento.",
  "BOOK_NOW": "Reservar ahora",
  "REVIEWS_TITLE": "TU EMPRESA ESTÁ EN BUENA COMPAÑÍA",

  "REVIEW_1_QUOTE": "Aute aliqua voluptate tempor officia. Sit aliquip enim quis culpa. Dolore incididunt in esse esse sunt elit.",
  "REVIEW_1_NAME": "Charles Dickens",
  "REVIEW_1_TITLE": "Historia de dos ciudades",

  "REVIEW_2_QUOTE": "Ser o no ser, esa es la cuestión: si es más noble en el alma sufrir...",
  "REVIEW_2_NAME": "William Shakespeare",
  "REVIEW_2_TITLE": "Hamlet",

  "REVIEW_3_QUOTE": "Todo lo que vemos o parecemos no es más que un sueño dentro de un sueño.",
  "REVIEW_3_NAME": "Edgar Allan Poe",
  "REVIEW_3_TITLE": "Un sueño dentro de un sueño",

  "REVIEW_4_QUOTE": "Es una verdad universalmente reconocida que un hombre soltero en posesión de una gran fortuna...",
  "REVIEW_4_NAME": "Jane Austen",
  "REVIEW_4_TITLE": "Orgullo y prejuicio",

  "REVIEW_5_QUOTE": "Llámame Ismael. Hace algunos años —no importa cuánto exactamente...",
  "REVIEW_5_NAME": "Herman Melville",
  "REVIEW_5_TITLE": "Moby-Dick",

  "ABOUT_CARD_1_TITLE": "✨ Magia de Cerca",
  "ABOUT_CARD_1_DESC": "Caminando, de mesa en mesa, mezclándose: el mago se integra con el público de tu evento y realiza trucos interactivos para pequeños grupos. Diseñado para lugares o eventos que no pueden albergar un espectáculo. Perfecto para team buildings, ferias, cumpleaños, bodas, cócteles y mucho más. ¡Sin requerimientos técnicos, solo magia pura!",

  "ABOUT_CARD_2_TITLE": "🎭 Show de Escenario",
  "ABOUT_CARD_2_DESC": "Espectáculo interactivo que mezcla técnicas mágicas como prestidigitación, distracción, mentalismo, engaños psicológicos y humor en un acto curado durante más de 10 años. Puede adaptarse a cualquier tipo de lugar: desde un pequeño apartamento hasta escenarios medianos o grandes teatros. Diseñado principalmente para audiencias adultas (adolescentes en adelante), no apto para niños. El espectáculo puede personalizarse según el cliente.",

  "ABOUT_CARD_3_TITLE": "🎩 Show Personalizado",
  "ABOUT_CARD_3_DESC": "¿Quieres algo único? Este show a medida mezcla magia de cerca y de escenario, con efectos personalizados según tu evento. Perfecto para lanzamientos, celebraciones privadas o eventos temáticos — cada show es diseñado exclusivamente para ti.",

  "ABOUT_IMAGE_DESCRIPTION": "Este es un pequeño texto en español que aún debo cambiar",

  "TIMELINE_TITLE_1": "Contáctame",
  "TIMELINE_DESC_1": "Rellena el formulario o envíame un mensaje con los detalles del evento: fecha, lugar, tipo de show y número de invitados.",



  "TIMELINE_TITLE_2": "Hablamos",
  "TIMELINE_DESC_2": "Me pondré en contacto contigo para comentar los detalles y recomendarte la mejor opción mágica para tu evento.",

  "TIMELINE_TITLE_3": "Recibe tu presupuesto",
  "TIMELINE_DESC_3": "Te enviaré una propuesta clara y sin compromiso, con todos los detalles del show y los precios.",

  "TIMELINE_TITLE_4": "Confirma tu reserva",
  "TIMELINE_DESC_4": "¿Todo en orden? Solo necesitas un pequeño adelanto para asegurar la fecha en mi calendario.",

  "TIMELINE_TITLE_5": "¡Es hora del show!",
  "TIMELINE_DESC_5": "El día del evento, llegaré con antelación para preparar todo… y luego, magia garantizada para sorprender a todos tus invitados.",

  "BOOK_ME": "RESÉRVAME PARA TU EVENTO",
  "CHECK_AVAILABILITY": "VER DISPONIBILIDAD",

  "FOOTER_COPYRIGHT": "Bastien Bonilla Todos los derechos reservados.",

  "About": {
    "description": "Bastien es un mago y comediante de stand-up de origen francés radicado en Barcelona, España. Con más de 10 años de experiencia en el mundo de la magia y habiendo vivido internacionalmente toda su vida (Francia, Países Bajos, Marruecos, Canadá y España), conecta y se adapta con éxito a todo tipo de público sin importar su bagaje cultural. Ha realizado espectáculos en francés, inglés y español —¡y a veces incluso en los tres idiomas simultáneamente! Bastien combina su pasión por la magia y el humor para crear una experiencia divertida e inolvidable, relacionándose con el público mientras realiza proezas que solo serían posibles en sus sueños más salvajes."
  },

  "Contact": {
    "title": "Contáctame",
    "description": "Déjame una breve explicación del evento para el que quieres contratarme, con todos los detalles relevantes. ¡Te responderé lo antes posible!",
    "labelEmail": "Tu correo",
    "placeholderEmail": "tunombre@ejemplo.com",
    "labelSubject": "Asunto",
    "placeholderSubject": "Fiesta de cumpleaños, evento corporativo, etc.",
    "labelMessage": "Mensaje",
    "placeholderMessage": "Cuéntame sobre tu evento y la fecha/hora preferida...",
    "buttonSubmit": "Enviar mensaje",
    "buttonSending": "Enviando...",
    "toastSuccess": "¡Correo enviado con éxito!",
    "toastError": "❌ Error al enviar. Intenta de nuevo."
  }
}
