{
  "ABOUT": "À propos de moi",
  "CONTACT": "Contact",
  "NAME": "Tintin le Magicien",
  "HERO_DESCRIPTION": "Un artiste magnétique avec un style unique, Tintin captive le public avec son mélange de magie et d’humour. Ses spectacles sont un délicieux mélange d’illusion et de divertissement.",
  "BOOK_NOW": "Réserver maintenant",
  "REVIEWS_TITLE": "VOTRE ENTREPRISE EST ENTRE DE BONNES MAINS",

  "REVIEW_1_QUOTE": "Aute aliqua voluptate tempor officia. Sit aliquip enim quis culpa. Dolore incididunt in esse esse sunt elit.",
  "REVIEW_1_NAME": "Charles Dickens",
  "REVIEW_1_TITLE": "Un conte de deux villes",

  "REVIEW_2_QUOTE": "Être ou ne pas être, telle est la question : s’il est plus noble dans l’esprit de souffrir...",
  "REVIEW_2_NAME": "William Shakespeare",
  "REVIEW_2_TITLE": "Hamlet",

  "REVIEW_3_QUOTE": "Tout ce que nous voyons ou semblons n’est qu’un rêve dans un rêve.",
  "REVIEW_3_NAME": "Edgar Allan Poe",
  "REVIEW_3_TITLE": "Un rêve dans un rêve",

  "REVIEW_4_QUOTE": "C’est une vérité universellement reconnue qu’un homme célibataire en possession d’une grande fortune...",
  "REVIEW_4_NAME": "Jane Austen",
  "REVIEW_4_TITLE": "Orgueil et Préjugés",

  "REVIEW_5_QUOTE": "Appelez-moi Ismaël. Il y a quelques années – peu importe combien précisément...",
  "REVIEW_5_NAME": "Herman Melville",
  "REVIEW_5_TITLE": "Moby-Dick",

  "ABOUT_CARD_1_TITLE": "✨ Magie de proximité",
  "ABOUT_CARD_1_DESC": "Idéale pour les petits groupes, les réceptions, les mariages ou les événements d’entreprise. Je me déplace parmi vos invités pour réaliser des tours de magie puissants et interactifs à quelques centimètres de leurs yeux. Pas besoin de scène ni d’installation — juste une expérience inoubliable, en toute simplicité.",

  "ABOUT_CARD_2_TITLE": "🎭 Spectacle sur scène",
  "ABOUT_CARD_2_DESC": "Un show captivant de 30 à 60 minutes, conçu pour rassembler et émerveiller tout un public. Illusions visuelles, mentalisme et participation du public se mêlent pour créer un spectacle impressionnant, idéal pour une scène ou un espace dédié.",

  "ABOUT_CARD_3_TITLE": "🎩 Spectacle sur mesure",
  "ABOUT_CARD_3_DESC": "Vous cherchez quelque chose de vraiment unique ? Ce spectacle personnalisé combine magie de proximité et magie scénique, avec des effets adaptés à votre événement. Parfait pour les lancements de produits, anniversaires ou soirées à thème — chaque show est créé sur mesure, rien que pour vous.",

  "ABOUT_IMAGE_DESCRIPTION": "VAFFANCULO !",

  "TIMELINE_TITLE_1": "Prenez contact",
  "TIMELINE_DESC_1": "Remplissez le formulaire ou envoyez-moi un message avec les infos de votre événement (date, lieu, type de show, nombre d’invités, etc.).",

  "TIMELINE_TITLE_2": "On échange",
  "TIMELINE_DESC_2": "Je vous recontacte pour discuter des détails et vous conseiller sur la formule la plus adaptée.",

  "TIMELINE_TITLE_3": "Recevez un devis",
  "TIMELINE_DESC_3": "Je vous envoie un devis clair et sans engagement, incluant la prestation, les options et les tarifs.",

  "TIMELINE_TITLE_4": "Confirmez la réservation",
  "TIMELINE_DESC_4": "Tout est bon pour vous ? Un petit acompte suffit pour bloquer la date dans mon agenda.",

  "TIMELINE_TITLE_5": "Place au spectacle !",
  "TIMELINE_DESC_5": "Je me charge du reste. Le jour J, je suis sur place à l’avance pour préparer la magie… et faire vivre à vos invités un moment inoubliable.",

  "BOOK_ME": "RÉSERVEZ-MOI POUR VOTRE ÉVÉNEMENT",
  "CHECK_AVAILABILITY": "VÉRIFIER LA DISPONIBILITÉ",

  "FOOTER_COPYRIGHT": "Tous droits réservés.",

  "About": {
    "description": "Bastien est un magicien et humoriste de stand-up d'origine française établi à Barcelone, en Espagne. Fort de plus de 10 ans d'expérience dans l'univers de la magie et ayant vécu à l'international toute sa vie (France, Pays-Bas, Maroc, Canada et Espagne), il sait créer un lien et s'adapter à tous les publics, quelles que soient leurs origines culturelles. Il a présenté des spectacles en français, anglais et espagnol —et parfois même dans les trois langues simultanément ! Bastien mélange son amour pour la magie et l'humour pour créer une expérience amusante et inoubliable, en établissant une complicité avec le public tout en réalisant des exploits qui ne sembleraient possibles que dans leurs rêves les plus fous."
  },

  "Contact": {
    "title": "Contactez-moi",
    "description": "Veuillez laisser une brève explication de l'événement pour lequel vous souhaitez m'engager, avec tous les détails pertinents. Je vous répondrai dès que possible!",
    "labelEmail": "Votre email",
    "placeholderEmail": "votrenom@exemple.com",
    "labelSubject": "Sujet",
    "placeholderSubject": "Fête d'anniversaire, événement d'entreprise, etc.",
    "labelMessage": "Message",
    "placeholderMessage": "Parlez-moi de votre événement et de la date/heure préférée...",
    "buttonSubmit": "Envoyer",
    "buttonSending": "Envoi…",
    "toastSuccess": "E-mail envoyé avec succès!",
    "toastError": "❌ Échec de l'envoi. Réessayez."
  }
}
